Repository: MachinaCore/buddypress-profile-privacy
Catalog: languages/simple-buddypress-profile-privacy-*.po
Languages: lo

source: Click here to update the profile settings
lo: ຄລິກບ່ອນນີ້ເພື່ອອັບເດດການຕັ້ງຄ່າໂປຣໄຟລ໌

source: Allow registered members to hide from the directory
lo: ອະນຸຍາດໃຫ້ສະມາຊິກໄດ້ເລືອກທີ່ຈະບໍ່ປະກົດຢູ່ໄດເຣັກຕໍຣີສະມາຊິກ

source: BP Profile Privacy
lo: ຄວາມເປັນສ່ວນຕົວໂປຣໄຟລ໌ບັດດີ້ເພຣສ

source: Private
lo: ສ່ວນຕົວ

source: Friends Only
lo: ສະເພາະໝູ່ເທົ່ານັ້ນ

source: Use the button below to send a friend request to %s
lo: ໃຊ້ປຸ່ມຂ້າງລຸ່ມນີ້ເພື່ອນສົ່ງຄຳຂໍເປັນໝູ່ໄປ

source: Privacy Settings
lo: ຕັ້ງຄ່າຄວາມເປັນສ່ວນຕົວ

source: Who can view your profile?
lo: ໃຜສາມາດເຂົ້າເບິ່ງໂປຣໄຟລ໌ຂອງທ່ານໄດ້?

source: Everyone
lo: ທຸກຄົນ

source: Only Logged In Users
lo: ສະເພາະສະມາຊິກທີ່ລັອກອິນ

source: Only Friends
lo: ສະເພາະໝູ່

source: Hide My Profile from Member Directory
lo: ເຊື່ອງໂປຣໄຟລ໌ຂອງຂ້ອຍຈາກໄດເຣັກຕໍຣີສະມາຊິກ

source: Yes
lo: ຕົກລົງ

source: No
lo: ບໍ່
